Repository: wp-plugins/reaction-buttons
Catalog: i18n/reaction_buttons-*.po
Languages: de_de

source: Reaction Buttons Button Statistics
de_de: Reaction Buttons Button Statistiken

source: Page
de_de: Seite

source: Statistics page
de_de: Statistiken

source: Reaction Buttons Clicked Statistics
de_de: Statistiken überPosts mit den meisten Klicks

source: For this to work correctly, you may need to delete unused button data from old button names on the settings page.
de_de: Damit das richtig funktioniert, müssen möglicherweise alte Button-Daten in den Einstellungen gelöscht werden.

source: Removed unused data.
de_de: Ungenutze Daten gelöscht.

source: Disable Reaction Buttons?
de_de: Reaction Buttons deaktivieren?

source: Restored all settings to defaults. You might want to also delete unused data now.
de_de: Standard-Einstellungen wiederhergestellt. Es könnte sinnvoll sein nun ungenutzte Daten in den Einstellungen löschen zu lassen.

source: Error: Button Names cannot contain quotes (").
de_de: Fehler: Namen von Buttons können keine Anführungszeichen enthalten (").

source: Some settings couldn't be saved. More details in the error message below:
de_de: Einige Einstellungen konnten nicht gespeichert werden. Weitere Details:

source: Changes saved.
de_de: Änderungen gespeichert.

source: Back
de_de: Zurück

source: Reaction Buttons Options
de_de: Reaction Buttons Optionen

source: Show Reaction Buttons
de_de: Zeige Reaction Buttons

source: Position in the post:
de_de: Position im Beitrag

source: Where should the reaction buttons appear?
de_de: Wo sollen die Reaction Buttons angezeigt werden?

source: (The default "after the post" should work well for most blogs.)
de_de: (Die Default-Einstellunge "hinter dem Beitrag" sollte gut für die meisten Blogs funktionieren.)

source: Place the reaction buttons after the post
de_de: Platziere die Reaction Buttons nach dem Beitrag

source: Place the reaction buttons above the post
de_de: Platziere die Reaction Buttons über dem Beitrag

source: Activate the shortcode [reaction_buttons] to place them somewhere in your post.
de_de: Aktiviere den Shortcode [reaction_buttons] um sie manuell im Beitrag zu positionieren.

source: You can also set the reaction buttons manually in your theme, by calling the function reaction_buttons_html(). But beware that it needs to be inside of <a href='http://codex.wordpress.org/The_Loop'>The Loop</a>.
de_de: Reaction Buttons können auch manuell im Theme eingebaut werden, indem man die Funktion reaction_buttons_html() aufruft. Das muss jedoch im sogenannten <a href='http://codex.wordpress.org/The_Loop'>Loop</a> passieren.

source: Text above the reaction buttons. HTML is allowed in this field.
de_de: Text über den Reaction Buttons. HTML ist in diesem Feld erlaubt.

source: Reaction button titles, comma seperated.
de_de: Die Namen der einzelnen Reaction Buttons, kommagetrennt.

source: You may use spaces, but should stay away from exclamation marks and such. If your button doesn't update after you click it, there might be something like an exclamation mark in its name.
de_de: Leerzeichen sind erlaubt, aber Sonderzeichen wie Ausrufungszeichen sind problematisch. Wenn die Buttons nicht aktualisiert werden, hat das JavaScript wahrscheinlich Probleme mit Sonderzeichen.

source: Show results after vote:
de_de: Zeige Ergebnisse erst nach der Abstimmung:

source: Show the current numbers of the reaction buttons only after the user voted.
de_de: Zeige die aktuelle Anzahl Stimmen für einen Button erst nachdem der User geklickt hat.

source: Only one vote:
de_de: Nur eine Stimme:

source: If checked a user is only allowed to vote once per post and not once per button.
de_de: Wenn die Option aktiviert ist, darf der User nur einmal per Post klicken und nicht nur einmal per Button.

source: Show percentages:
de_de: Zeige Prozentwerte:

source: Show percentages instead of the number of votes
de_de: Zeige Prozentwerte anstatt der absoluten Anzahl Stimmen

source: Number of decimal points for the percentages
de_de: Anzahl der Dezimalstellen für die Prozentanzeige

source: Use as counter:
de_de: Nutze Buttons als Zähler:

source: If checked a user can click multiple times on the button.
de_de: Wenn die Option aktiviert ist kann ein Benutzer einen Button mehrfach anklicken.

source: Use cookies:
de_de: Nutze Cookies:

source: Use cookies to make it harder to vote twice? (Only if 'Use as counters' is disabled)
de_de: Nutzung von Cookies macht es schwerer mehrfach abzustimmen. (Nur wenn 'Nutze Buttons als Zähler' deaktiviert ist.)

source: Already voted popup text:
de_de: Text bei mehrfacher Abstimmung:

source: A text to popup if a users tries to vote twice. Leave empty to disable this function.
de_de: Ein Textpopup wenn ein User versucht mehrfach abzustimmen. Leer lassen um die Funktion zu deaktivieren.

source: Reaction Summary
de_de: Reaction Zusammenfassung

source: Reaction summary. Use it to tell your users what's been clicked most. Leave empty to disable this function.
de_de: Nutze diese Funktion um hervorzuheben was am meisten geklickt wurde. Leer lassen um die Funktion zu deaktivieren.

source: %s is going to be replaced with the name of the most clicked button, e.g. 'Most people think this post is %s!'
de_de: %s wird mit dem Namen des meistgeklickten Buttons ersetzt, z.B. 'Die meisten Leser glauben der Post ist %s!'

source: Clear cache:
de_de: Lösche Cache:

source: Try to clear cache from supported caching plugins to make the vote show up at once?
de_de: Das Plugin versucht unterstützte Caches zu löschen, damit die Stimme sofort angezeigt wird.

source: Currently supported systems are:
de_de: Aktuell unterstützte Plugins sind:

source: If you need another plugin added here, please consult the <a href='%s'>Reaction Buttons FAQ</a>.
de_de: Die <a href='%s'>Reaction Buttons FAQ</a> enthält Informationen wie weitere Plugins hinzugefügt werden können.

source: Page types:
de_de: Seiten-Typen:

source: Chose the pages on which to display the reaction buttons.
de_de: Wähle auf welchen Seiten-Typen Reaction Buttons angezeigt werden sollen.

source: Front page of the blog
de_de: Startseite des Blogs

source: Individual blog posts
de_de: Einzelne Blog-Beiträge

source: Individual WordPress "Pages"
de_de: Einzelne Wordpress Seiten

source: Category archives
de_de: Kategorienarchive

source: Tag listings
de_de: Übersicht der Tags

source: Date-based archives
de_de: Datums-basierte Archive

source: Author archives
de_de: Autorenarchive

source: Search results
de_de: Suchergebnisse

source: Exclude categories:
de_de: Auszuschließende Kategorien:

source: Don't show reaction buttons on posts which are in the following categories.
de_de: Zeige keine Reaction Buttons in Posts aus den folgenden Kategorien.

source: Use CSS:
de_de: Nutze CSS:

source: Use the Reaction Buttons stylesheet?
de_de: Nuzte das Reaction Buttons CSS?

source: If you want to customize the look of Reaction Buttons, copy the content of the %s into your css, modify it and disable this option.
de_de: Um das Aussehen von Reaction Buttons anzupassen muss der Inhalt der %s in das Blog-CSS kopiert werden und diese Option deaktiviert werden.

source: Save Changes
de_de: Einstellungen Speichern

source: Restore Built-in Defaults
de_de: Standard-Einstellungen wiederherstellen

source: Remove unused data
de_de: Lösche ungenutzte Daten

source: Button statistics page
de_de: Button Statistiken

source: Most clicked statistics page
de_de: Meist geklickte Posts

source: Settings
de_de: Einstellungen

source: Most clicked buttons
de_de: Meistgeklickte Reaction Buttons

source: This widget shows the posts with the most clicks for each button.
de_de: Dieses Widget zeigt die Posts mit den meisten Klicks für jeden Button

source: Title:
de_de: Titel:

source: How many posts to show:
de_de: Wieviele Posts sollen gezeigt werden:

source: How many words as excerpts? 0 deactivates the excerpt, -1 shows the full post:
de_de: Wie viele Worte als Vorschau? 0 deaktiviert die Vorschau, -1 zeigt den ganzen Post:

source: Show only those buttons (comma seperated, default all):
de_de: Zeige nur folgende Buttons (kommagetrennt, standard sind alle):

source: Show a possible post thumbnail? (Might need some manual adaptations in your CSS to look nice.)
de_de: Zeige Post Thumbnail? (Könnte manuelle Anpassungen im CSS benötigen um gut auszusehen.)

source: Please input a positiv number!
de_de: Bitte gib eine positive Zahl ein!

source: Most clicked posts
de_de: Meist geklickte Posts

source: This widget shows the posts with the most clicks over all buttons.
de_de: Das Widget zeigt die Posts mit den meisten Klicks über alle Buttons gezählt.

source: Reaction Buttons button statistics
de_de: Reaction Buttons Button Statistik

source: Reaction Buttons most clicked posts
de_de: Posts mit den meistgeklickte Reaction Buttons
